<?php

return [
    'title' => 'サインアップ',

    'page-title' => 'サインアップ',
    'warning' => '下記の項目を入力して、”サインアップ”ボタンをクリックしてください。',
    'info' => 'すでに登録している場合は、ログインすることができます。',
    'here' => 'ログインはこちら…',
    'warning1' => '※ アメリカ、イラン、北朝鮮の国籍の方は、このプロジェクトにサインアップすることができません。',
    'warning2' => 'ERC20ウォレットはQRSTokenを受け取ったアドレスになります。このアドレスは、プライベートセール参加時に送られてきたメールに書かれています。',

    'email' => 'メールアドレス＊',
    'password' => 'パスワード＊',
    'password_confirmation' => 'パスワード確認＊',
    'name' => 'お名前（英語）＊',
    'phone' => '電話番号（ハイフンなし）＊',
    'birthday' => '生年月日（yyyy/mm/dd）＊',
    'wallet' => 'ERC20ウォレットアドレス*',

    'succeed' => 'サインアップが成功しました。メールアドレスとパスワードでログインすることができます。',
    'no_email' => 'このメールアドレスはQRSTokenを購入したアドレスではありません。',
    'addr_error' => 'このウォレットアドレスはQRSTokenを購入したアドレスではありません。'
];