<?php

return [
    'title' => '出金',

    'page-title' => '出金',
    'warning1' => 'ロックアップ解除されたXQCを出金することができます。',
    'warning2' => '出金先ERC20アドレスを変更する事ができます。',
    'warning3' => '※プレマインボーナス擭得権利内の出金可能XQCの上限を超えて出金申請した場合ステーキングのプレマインボーナスを受け取ることができませんので、ご注意ください。',

    'available_token' => 'プレマインボーナス擭得権利内の出金可能XQC: ',

    'confirm_msg' => 'プレマインボーナス擭得権利内の出金可能XQCの上限を超えて出金申請されました。プレマインボーナスを受け取ることができませんがよろしいでしょうか？',

    'wallet' => '送金先ERC20ウォレットアドレス',
    'amount' => '数量',
    'req_date' => '申請時間',
    'state' => '出金状態',
    ];